<?
require($_SERVER['DOCUMENT_ROOT'].'/bitrix/header.php');
$APPLICATION->SetTitle('Огнезащита металлоконструкций');
?>

<div class="inside-page feedback-page">
    <div class="container">
        <div class="inside-wrapper feedback-wrapper">
<h1 class="title">Огнезащита металлоконструкций</h1>

<p>Металлоконструкции любого сооружения при пожаре не выдерживают высокотемпературной
	нагрузки, поскольку при достижении отметки 500оС сталь теряет свою конструкционную прочность,
	что приводит к обрушению межэтажных и кровельных перекрытий, быстрому распространению
	пламени.</p>

<p>Конструкции без огнезащиты деформируются и разрушаются под воздействием напряжений от
	внешних нагрузок и температуры. Огнезащита предохраняет их от быстрого прогревания и
	позволяет сохранить несущую способность в течение заданного времени.</p>

<p>Огнезащита металлоконструкций - это комплекс мер, которые увеличивают способность
	строительной конструкции сохранять свою несущую способность в условиях пожара. Значение
	требуемых пределов огнестойкости основных металлоконструкций составляет от 15 минут до 4
	часов в зависимости от степени огнестойкости здания и типа конструкций. Необходимые пределы
	огнестойкости строительных конструкций определяются, исходя из требуемой степени огнестойко-
	сти зданий (сооружений).</p>

<h2>Как работают огнезащитные краски</h2>

<p>Огнезащитные краски подразделяются на две группы: невспучивающиеся и вспучивающиеся.
	Невспучивающиеся краски при нагревании не увеличивают толщину своего слоя. Вспучивающиеся
	краски, напротив, при нагревании увеличивают толщину слоя в 10-40 раз. При пожаре
	вспучивающиеся огнезащитные краски разлагаются с поглощением тепла, происходит выделение
	инертных газов и паров, образуется вспененный слой, представляющий собой закоксовавшийся
	расплав негорючих веществ. Коксовый слой блокирует конвертивный перенос тепла к
	защищаемой поверхности, подавляя пламя. Таким образом, вспучивающиеся огнезащитные
	краски предохраняют поверхности от быстрого прогревания и позволяют сохранить несущую
	способность в течение заданного промежутка времени.
</p>

<h2>Области применения огнезащитных красок</h2>

<p>Вспучивающиеся огнезащитные краски подразделяются, в зависимости от вида обрабатываемой
	поверхности (к каждой поверхности предъявляются определенные требования в соответствии с
	нормами пожарной безопасности), на следующие:</p>
<p>для огнезащиты бетонных и железобетонных конструкций. Бетонные и железобетонные
	конструкции не горят, но под действием пламени разрушаются через 5-20 минут.</p>



<p><strong>Огнезащита</strong> — технические мероприятия, направленные на повышение огнестойкости и
	(или) снижение пожарной опасности зданий, сооружений, строительных конструкций (ГОСТ Р
	53295—2009 СРЕДСТВА ОГНЕЗАЩИТЫ ДЛЯ СТАЛЬНЫХ КОНСТРУКЦИЙ).</p>

<p>В строительстве еще на стадии проектирования здания или сооружения закладывается
	комплекс мер, не только позволяющих предотвратить распространение пламени в случае
	возникновении пожара, но и позволяющим своевременно эвакуировать людей с опасного для
	жизни объекта.</p>

<p>Первичные средства огнезащиты такие как огнетушители, пожарные рукава и стационарные
	системы пожаротушения не всегда позволяют эффективно предотвратить распространение
	пламени. Металлоконструкции, несущие балки и колонны, лестничные пролеты хотя и не могут
	гореть, но начинают деформироваться и теряют свою прочность при воздействии огня, что при
	достижении определенных условий приводит к обрушению здания.
</p>

<p>Требования к огнезащите указываются в СНиП и требованиях пожарной безопасности и
	выражаются в коэффициенте (классе, степени) огнестойкости или времени, в течение которого
	металл и любой другой материал сможет сопротивляться воздействию пламени при температуре в
	500°С градусов. Различают основные группы с различной степенью огнеупорной эффективности:</p>

<ul>
	<li>В150 (способность к огнестойкости не менее 150 минут);
	</li>
	<li>К120 (способность к огнестойкости не менее 120 минут);
	</li>
	<li>В90 (способность к огнестойкости не менее 90 минут);
	</li>
	<li>К60 (способность к огнестойкости не менее 60 минут);
	</li>
	<li>К45 (способность к огнестойкости не менее 45 минут);
	</li>
	<li>КЗО (способность к огнестойкости не менее 30 минут).
	</li>

</ul>

<p>Огнезащита стальных поверхностей предназначена для повышения предела огнестойкости
	металлических и любых других конструкций. Основная цель, преследуемая при этом — создать
	теплоизоляционный экран или слой, изготовленный из негорючих материалов.</p>

<p>Эффективными негорючими материалами зарекомендовали себя специально разработанные
	огнезащитные составы, которые являются лакокрасочными высоконаполненными композициями
	со сложным химическим составом. При воздействии пламени на огнезащитный слой происходят
	химические реакции, результатом которых является высвобождение горючих газообразных
	продуктов, приводящих к вспучиванию (интумесценции) - увеличению огнезащитного слоя в
	десятки раз. Коксообразование и вспенивание на поверхности металлоконструкций образует
	теплоизоляционный пористый слой, предохраняющий металл от воздействия теплового потока
	или пламени.
</p>
<p>Интумесцентные огнезащитные составы имеют ряд положительных характеристик:
</p>
<ul>
	<li>работы по нанесению проводятся относительно быстро;</li>
	<li>толщина необходимого покрытия легко контролируется во время нанесения;</li>
	<li>цельность защитного покрытия (без швов и стыков);</li>
	<li>декоративно-эстетичный вид покрытия;</li>
	<li>срок службы покрытия до восстановления может достигать 25 лет.</li>
</ul>
		</div>
	</div>
</div>

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>